Repository: Timecraft/notifier
Catalog: po/*.po
Languages: fr, nl_nl, pt

source: Can't open the reminders database: %d: %s
fr: Impossible d'ouvrir la base de données des rappels : %d : %s
nl_nl: Kan de herinneringsdatabank niet openen: %d: %s
pt: Não foi possível abrir a base de dados dos lembretes: %d: %s

source: Error: %s
fr: Erreur : %s
nl_nl: Fout: %s
pt: Erro: %s

source: Created.
fr: Créé.
nl_nl: Gecreëerd.
pt: Criado.

source: Unable to add TIMING column
fr: Impossible d'ajouter la colonne TIMING
nl_nl: Kan kolom 'TIJDSTIP' niet toevoegen
pt: Não foi possível adicionar a coluna TIMING

source: Add a new reminder
fr: Ajouter un nouveau rappel
nl_nl: Nieuwe herinnering toevoegen
pt: Adicionar um novo lembrete

source: Edit an existing reminder
fr: Modifier un rappel existant
nl_nl: Bestaande herinnering bewerken
pt: Editar um lembrete existente

source: Name
nl_nl: Naam
pt: Nome

source: Description
nl_nl: Omschrijving
pt: Descriçãon

source: Priority
nl_nl: Prioriteit
pt: Prioridade

source: Time
nl_nl: Tijdstip
pt: Tempo

source: Frequency
nl_nl: Frequentie
pt: Frequência

source: Edit Reminder
fr: Modifier le rappel
nl_nl: Herinnering bewerken
pt: Editar Lembrete

source: Save reminder
fr: Enregistrer le rappel
nl_nl: Herinnering opslaan
pt: Guardar lembrete

source: Reminder Name
fr: Nom du rappel
nl_nl: Naam van herinnering
pt: Nome do Lembrete

source: Remind Time
fr: Heure du rappel
nl_nl: Tijdstip van herinnering
pt: Tempo do Lembrete

source: Reminder description
fr: Description du rappel
nl_nl: Omschrijving van herinnering
pt: Descrição do lembrete

source: Day
fr: Jour
nl_nl: Dag
pt: Dia

source: Time
fr: Heure
nl_nl: Tijdstip
pt: Tempo

source: Priority
fr: Priorité
nl_nl: Prioriteit
pt: Prioridade

source: Frequency
fr: Fréquence
nl_nl: Frequentie
pt: Frequência

source: Error: %d: %s
fr: Erreur : %d : %s
nl_nl: Fout: %d: %s
pt: Erro: %d: %s

source: New Reminder
fr: Nouveau rappel
nl_nl: Nieuwe herinnering
pt: Novo Lembrete

source: Reminders
fr: Rappels
nl_nl: Herinneringen
pt: Lembretes

source: Remind yourself
fr: Rappelle-toi
nl_nl: Herinner jezelf
pt: Lembre-se

source: Reminders;Alerts;
fr: Rappels;Alertes;
nl_nl: Herinneringen;Meldingen;
pt: Reminders;Lembretes;Alerts;Alertas;

source: Never forget to do something
fr: N'oubliez jamais de faire quoi que ce soit
nl_nl: Vergeet nooit meer iets te doen
pt: Nunca se esqueça do que tem para fazer

source: Get notified of what to do and when to do it. Reminders as you expect them, where you expect them.
fr: Soyez averti de ce qu'il faut faire et quand le faire. Des rappels comme vous les attendez, là où vous les attendez.
nl_nl: Word herinnerd aan wat je moet doen en wanneer. Herinneringen zoals je ze verwacht, en waar je ze verwacht.
pt: Seja notificado do que tem para fazer e quando. Lembretes conforme você os espera e onde os espera.

source: Set the time of the reminder.
fr: Réglez l'heure du rappel.
nl_nl: Stel het tijdstip in van de herinnering.
pt: Defina o tempo do lembrete.

source: Set the priority of the notification.
fr: Réglez la priorité de la notification.
nl_nl: Stel de prioriteit in van de melding.
pt: Defina a prioridade da notificação.

source: Automatically saves your reminders.
fr: Sauvegardez automatiquement vos rappels.
nl_nl: Je herinneringen worden automatisch opgeslagen.
pt: Guarda automaticamente os seus lembretes.

source: Supports closing with Ctrl + Q
fr: Supporte la fermeture avec Ctrl + Q
nl_nl: Ondersteuning voor afsluiten middels Ctrl + Q
pt: Suporta o fechar com o atalho Ctrl + Q

source: Edit all the reminders
fr: Modifier tous les rappels
nl_nl: Alle herinneringen bewerken
pt: Editar todos os lembretes

source: Welcome to Notifier
fr: Bienvenue dans Notifier
nl_nl: Welkom bij Notifier
pt: Bem-vindo ao Notifier

source: The main UI of Notifier
fr: Principale interface du Notifier
nl_nl: Notifier-venster
pt: A Interface do Utilizador principal do Notifier

source: Create a new Reminder
fr: Créer un nouveau rappel
nl_nl: Creëer een nieuwe herinnering
pt: Criar um novo Lembrete
